{"type":"data","nodes":[{"type":"data","data":[{"host":1,"posts":2,"pages":11},"sveltekit-prerender",[3,7],{"id":4,"title":5,"date":6},"mouthcooling","Acting on ideas","12.02.2022",{"id":8,"title":9,"date":10},"future _pens","Pens of the Future, A case Study","11.23.2022",[]],"uses":{}},{"type":"data","data":[{"post":1},{"title":2,"date":3,"id":4,"content":5,"description":6},"Acting on ideas","12.02.2022","mouthcooling","\u003Cfigure\u003E\u003Cimg src=\".\u002Fimg\u002Ftauchsieder.jpg\" width=\"720\" height=\"480\" alt=\"\"\u003E\n  \u003Cfigcaption\u003EPersonal immersion heating unit\u003C\u002Ffigcaption\u003E\u003C\u002Ffigure\u003E\n\u003Ch2\u003EA Speculative Object\u003C\u002Fh2\u003E\n\u003Cp\u003EWhile fleshing out a certain story I am trying to tell, sometimes it helps to create objects outside of the initial frame.\nIf you have an idea it might help to just act on it, rather than reconsider it many times. Sketch it, and throw together a prototype as quickly as possible.\nWhile you might detect obvious flaws with the given object it also reveals things you previously have not thought of.\nIn the above pictured personal immersion heating unit (innitialy imagined as a cooling unit), there are obvious flaws. \u003C\u002Fp\u003E\n\u003Cul\u003E\u003Cli\u003EHow do you charge it? \u003C\u002Fli\u003E\n\u003Cli\u003EHow often do you have to charge it? Heating requires alot of energy.\u003C\u002Fli\u003E\n\u003Cli\u003EHow does it not burn the cheek?\u003C\u002Fli\u003E\n\u003Cli\u003EAs a cooling unit, where is the heat exchange?\u003C\u002Fli\u003E\n\u003Cli\u003EDo you just have to gargle everything to get it warm?\u003C\u002Fli\u003E\u003C\u002Ful\u003E\n\u003Cp\u003EIf you try to make a functioning object, you now would take these questions and try to find answers to all of them. When trying to tell a story however there is some value in explaining away these issues as well. What does the object tell you about the world it exists in?\u003C\u002Fp\u003E\n\u003Cul\u003E\u003Cli\u003ECharging in done remotely through induction\u003C\u002Fli\u003E\n\u003Cli\u003ERather than have a battery in your mouth you carry a distant induction device with you. Some restaurants also have one in their floors.\u003C\u002Fli\u003E\n\u003Cli\u003EAfter a week all the nerves in your cheek will be gone anyways.\u003C\u002Fli\u003E\n\u003Cli\u003EIt goes in the bone, diffuses the heat throughout your body, and then uses your regular sweat.\u003C\u002Fli\u003E\n\u003Cli\u003EYes, everyone is gargeling, it saves energy, we do not have to disperse all the heat while cooking.\u003C\u002Fli\u003E\u003C\u002Ful\u003E\n\u003Cp\u003EThe world the object describes in its current state seems to be one of a disregard of human values, in favour of technological advancements. You will just be surrounded by induction close to your head the entire time. If you do not have it, restaurants requiring it will just serve you cold food. And rather than fixing the design flaws that activecly hurt you, the design “fixes” you to accomodate it.\u003C\u002Fp\u003E\n\u003Cp\u003EObviously this is a very rough example but the whole process took less than two hours, i found a jaw model online, 3D Printed it, painted some teeth and glued a random coil i found to it.\nI do like to prototype the objects, but making some sketches or a 3D Model would work just fine. As long as you act on the initial idea, you might find glaring flaws or great features. It also helps if it is something only partially related to the actual project as it will help you get a different perspective on things.\u003C\u002Fp\u003E",""],"uses":{"parent":1}}]}