{"type":"data","nodes":[{"type":"data","data":[{"host":1,"posts":2,"pages":7},"sveltekit-prerender",[3],{"id":4,"title":5,"date":6},"future _pens","Pens of the Future, A case Study","11.23.2022",[]],"uses":{}},{"type":"data","data":[{"post":1},{"title":2,"date":3,"id":4,"content":5,"description":6},"Pens of the Future, A case Study","11.23.2022","future _pens","\u003Cp\u003EWe are surrounded by Future Narratives. From Eco-Anxiety to Digitopia, from Human Extinction to Mars Colonies. Narratives about the future of humanity and out planet dictate our day to day life. What you believe is going to happen directly influences your behavior and sometimes even physical health.\nIt is important to have a lively discussion about where we are headed, and what humanity should aim for. But as with all discussions about belief it sadly often stops at a willingness for compromises. A major factor hindering this is that most visions are seen as absolute. With the barrage of different theories and their supposed inevitability many struggle to believe in anything at all. This hinders discussion further and allows malicious actors and their conspiracy theories to take hold.\nDuring my current semester studying speculative design, i was inspired by this and set out to provide possible futures to believe in through physical representations of simple current day objects, also questioning if all these exist in a vacuum or if maybe there is a chance for coexistence of multiple future visions.\u003C\u002Fp\u003E\n\u003Ch2\u003EThe BiC Crystal\u003C\u002Fh2\u003E\n\u003Cp\u003EIntroduced December 1950 the BIC Crystal has become the unanimous symbol for ballpoint pens. It is arguably the best designed pen, not because of its great design, but rather by defining the category itself. (Although it is also really well designed). Further it is the prime example for what we imagined as the future in the 50s. Atomic Era design and plastics. But with over 100 Billion sold it is also one of the most mass produced objects on earth, and bound to outlive humanity. No matter how we are going to change it is probably sticking with us, but how might it also evolve?\u003C\u002Fp\u003E\n\u003Ch2\u003EThe Sustainable\u003C\u002Fh2\u003E\n\u003Cp\u003EMade out of renewable materials, in this case a simple paper and wood construction, this pen is is extrapolating one of the most common design trends today. Sustainability is becoming a major factor in marketing and we already can see a shift towards renewable materials today. While Paper Pens already exist as a “sustainable” Product, most of these still feature plastic ink cartridge or caps. In the future described by this pen however everything should be made from renewable materials or be fully recyclable. However it is questionable if it is desirable to keep single use products, regardless of how sustainable they are.\u003C\u002Fp\u003E\n\u003Ch2\u003EThe Reusable\u003C\u002Fh2\u003E\n\u003Cp\u003ENot every Object has to be reinvented for the future. Especially when it comes to sustainability producing less should be the goal. Instead of single use ball-point pens, traditional ink fountain pens or reusable ballpoint pens are the better option. As a placeholder the Lamy Safari, a design classic famous for lasting ages symbolizes best a future where we left over-consumption behind. Objects made from high quality materials, reusable and easily repairable are going to reign supreme and aid us in saving the planet. This however only holds true if one believes that we are even going to use ink and paper in the future, instead of going fully digital.\u003C\u002Fp\u003E\n\u003Ch2\u003EThe Stylus\u003C\u002Fh2\u003E\n\u003Cp\u003ETalking to tech-visionaries it seems like pen and paper are doomed. And COVID did not help. More and more work is done online, and digitally created notes are just easier to share than physical ones. The classrooms of today are already being taken over by iPads and other Tablet Computers, paper prices are rising and even signing Contracts can be done online now thanks to digital signatures. The Stylus as an input device has been through many iterations but by now the best implementation seems to be the Apple Pencil. So it and its imitators, even BiC has one, are ruling this future. The world is moving to touch based device interaction, who knows maybe both the pen and the keyboard are going to be a thing of the past soon.\u003C\u002Fp\u003E\n\u003Ch2\u003EThe Brain Chip\u003C\u002Fh2\u003E\n\u003Cp\u003EHow does interaction with a digital device look in the future? Is it really going to be a stylus? Currently the world is more infatuated with VR and AR and we are already past the need for any physical device at all. Since Microsoft Kinect came out in 2010 the dream of waving your hands in front of a screen to interact with it have become reality. From motion to eye trackers and even brainwave scanners, interaction with a computer does not require a button pressed or device moved anymore. Extrapolating this further, what if instead of a detector somewhere in our room  it would be in our head? Interacting with whatever you see in front of you just by thinking. This chip is a representation of just that, a simple thing implanted into your brain, allowing you to use the digital devices of tomorrow. Let’s just hope the connection does not use Bluetooth.\u003C\u002Fp\u003E\n\u003Ch2\u003EThe Matrix\u003C\u002Fh2\u003E\n\u003Cp\u003EWhat if you did not have connection issues, because you are part of the system? This given chip is supposed to be the part of the matrix saving the function “Pen”, probably 3D Modeled after a BiC Pen. No other physical pens would need to exist. As a part of the matrix you would not know you are a part of it anyways, so from our perspective nothing would change. However, the matrix does not care where it is located. It also would not need too much space probably and so nature could be left alone again and develop without us\u003C\u002Fp\u003E\n\u003Ch2\u003EThe Posthuman\u003C\u002Fh2\u003E\n\u003Cp\u003EWhether become part of the matrix, all out war or leaving for the galaxy. One way or another modern civilization is going to leave nature behind. However not without leaving behind our relics of modernity. One of these is going to be our beloved Pen. And given that there are billions out there, all kind of things could happen. Total destruction in a war scenario is as likely as vining plants using them as a means to construct their skeleton. While some of us will likely survive, most of us will not live to see this future.\u003C\u002Fp\u003E\n\u003Ch2\u003EConclusion\u003C\u002Fh2\u003E\n\u003Cp\u003EWhile small in scale, an exercise like this can help to illustrate  your personal believes as well as open yourself to other ideas. Day to day life is not told by big events but rather through small objects. \nEven with a Pen, it does not work alone. You need to think about the Paper, what is written, and who uses it. You have to create a story. How do these change in your personal envisioned future? What is the vision of someone selling a “Pen of the Future” today? Could all of these ideas maybe even exist at the same time?\u003C\u002Fp\u003E","We are surrounded by Future Narratives. From Eco-Anxiety to Digitopia, from Human Extinction to Mars Colonies. Narratives about the future of humanity and out planet dictate our day to day life. What you believe is going to happen directly influences your behavior and sometimes even physical health."],"uses":{"params":["slug"]}}]}